exports.handler = async () => {
    const quotes = [
      "ความคิดนี้ดี ทำเลยอย่าไปสนใจ",
      "ถ้ามันดูอยู่แล้วก็ทำต่อไป",
      "มันดีอยู่แล้ว",
      "ยังก่อน",
      "คิดดีๆ คิดดูอีกที",
      "ถ้ามองตามหลักกลศาสตร์แล้วมันก็ได้",
      "เท่าที่เห็นนะ ไม่มีแววเลยอ่ะ",
      "อาจจะดีก็ได้ ลองดูดิ",
      "วันนี้อาจจะดี พรุ่งนี้ไม่แน่",
      "ลองดูได้แต่เผื่อใจไว้หน่อยก็ดีนะ",
      "มันดีแน่นอน เอาเลย",
      "เบรกสักแปป วันหน้าอาจจะดีกว่า",
      "มันก็ได้อยู่นะ"
    ];
  
    const random = quotes[Math.floor(Math.random() * quotes.length)];
  
    return {
      statusCode: 200,
      body: JSON.stringify({ quote: random })
    };
  };
  